{
  "scripts": [
    {
      "title": "The Dancing Plague of 1518",
      "content": [
        "Welcome back to The Freedom of Information!",
	"Have you ever heard of the bizarre Dancing Plague of 1518?",
	"In July of that year, a woman named Frau Troffea began dancing uncontrollably in the street in Strasbourg, France.", 
	"Within weeks, over 400 people had joined her.",
        "The dancers danced day and night, for days, weeks, and even months.", 
	"Some of them danced so hard that they collapsed from exhaustion, and others danced themselves to death.",
	"Doctors were baffled.'",
	"They tried everything to stop the dancing, but nothing worked.", 
	"They even tried exorcising the dancers, but that didn't work either.",
	"The dancing finally stopped after about a month, just as mysteriously as it had started.", 
	"But the Dancing Plague of 1518 remains a mystery to this day.",
	"What caused the Dancing Plague?", 
	"Some historians believe it was a mass psychogenic illness, a condition where people develop physical symptoms in response to a shared belief.", 
	"Others believe it may have been caused by food poisoning, ergot poisoning, or even a type of mass hysteria.",
	"Whatever the cause, the Dancing Plague of 1518 is a reminder that even in the modern world, there are still some things that we can't explain.",
	"Follow us for more fascinating stories about the past!"
      ]
    },
    {
      "title": "The Great Emu War",
      "content": [
        "Welcome back to The Freedom of Information!",
	"Australia waged war against emus in 1932!",
	"Yes, emus.",
	"The flightless birds had been destroying crops in Western Australia, and the government decided to send in the military to solve the problem.",
	"The military used machine guns and other weapons, but the emus were too fast and too agile.",
	"They scattered into small groups and made it difficult for the soldiers to target them.",
	"In addition, the emus were very hardy birds, and could withstand multiple shots before dying.",
	"After a few weeks of fighting, the military was forced to admit defeat.",
	"The emus had won the war.",
	"The Great Emu War is a reminder that even the most powerful militaries can be defeated by nature.",
	"It is also a reminder that we need to respect all creatures, even the ones that we consider to be pests.",
	"Follow us for more fascinating stories about the past!"
      ]
    },
    {
      "title": "The Tanganyika Laughter Epidemic",
      "content": [
        "Welcome back to The Freedom of Information!",
	"In 1962, a mysterious laughter epidemic hit a Tanzanian school.",
	"It started with one student laughing and spread to over 1,000 people.",
	"Schools had to be closed!",
	"Students laughed uncontrollably for hours or even days.",
	"Some even fainted from exhaustion.",
	"Doctors were baffled.",
	"They couldn't find any physical cause for the laughter,",
	"so they concluded that it was a mass psychogenic illness.",
	"Mass psychogenic illness is a condition where people develop physical symptoms in response to a shared belief.",
	"In this case, the students believed that laughter was contagious,",
	"and so it became.",
	"The laughter epidemic eventually subsided after a few months,",
	"but it remains a mystery to this day.",
	"Imagine being unable to stop laughing for weeks.",
	"What a weird event!",
	"Can you imagine the chaos in the school?",
	"Teachers trying to teach, students laughing hysterically.",
	"It must have been a sight to behold.",
	"The Tanganyika Laughter Epidemic is a reminder that the human mind is a powerful thing.",
	"It can also be a fragile thing.",
	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "The Voynich Manuscript",
      "content": [
        "Welcome back to The Freedom of Information!",
	"The Voynich Manuscript is an illustrated codex hand-written in an unknown script referred to as 'Voynichese'.",
	"It is evidently a botanical study.",
	"The vellum on which it is written has been carbon-dated to the early 15th century (1404–1438).",
	"Stylistic analysis has indicated the manuscript may have been composed in Italy during the Italian Renaissance.",
	"The Voynich Manuscript has been studied by both professional and amateur cryptographers, including American and British codebreakers from both World War I and World War II.",
	"Codebreakers Prescott Currier, William Friedman, Elizebeth Friedman, and John Tiltman were unsuccessful.",
	"The manuscript has never been demonstrably deciphered, and none of the proposed hypotheses have been independently verified.",
	"The mystery of its meaning and origin has excited speculation and provoked study.",
	"In 2020, Yale University published the manuscript online in its entirety in their digital library.",
	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "The London Beer Flood of 1814",
      "content": [
        "Welcome back to The Freedom of Information!",
	"On October 17, 1814, a vat of beer burst at the Meux & Co. brewery in St Giles, London.",
	"This released over 350,000 gallons of beer into the streets.",
	"The wave of beer was so powerful that it destroyed several buildings and killed eight people.",
	"The flood was caused by a faulty iron band on the vat.",
	"The band broke, causing the vat to burst.",
	"The brewery workers tried to stop the flood, but it was too late.",
	"The beer quickly filled the streets and flooded into nearby buildings.",
	"The flood caused widespread damage and panic.",
	"Many people were injured, and some were even swept away by the floodwaters.",
	"The London Beer Flood is one of the strangest and deadliest disasters in British history."
	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "",
      "content": [
        "Welcome back to The Freedom of Information!",

	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "",
      "content": [
        "Welcome back to The Freedom of Information!",

	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "",
      "content": [
        "Welcome back to The Freedom of Information!",

	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "",
      "content": [
        "Welcome back to The Freedom of Information!",

	"Follow us for more fascinating stories about the past!"
      ]  
    },
    {
      "title": "",
      "content": [
        "Welcome back to The Freedom of Information!",

	"Follow us for more fascinating stories about the past!"
      ]  
    },
  ]
}
